Repository: rafaelmardojai/forge-sparks
Catalog: po/*.po
Languages: ar, cs, de, et, fi, hi, hr, it, nb_no, nl, ru, sv, ta, tr, uk, vi

source: Forge Sparks
ar: فورج سباركس
hi: फोर्ज स्पार्क्स
ta: ஃபோர்ச் தீப்பொறிகள்

source: Get Git forges notifications
ar: احصل على إشعارات منصات جِت
cs: Dostávejte notifikace z Git forge systémů
de: Git-Forges-Benachrichtigungen erhalten
et: Saa hõlpsasti Giti teenuste märguandeid
fi: Nouda Git-tietovarastojen ilmoitukset
hi: गिट फोर्ज अधिसूचनाएं प्राप्त करें
hr: Primaj obavijesti Git platformi
it: Ricevi le notifiche di Git forges
nb_no: Få varslinger fra prosjektene dine
nl: Krijg meldingen van Git-forges
ru: Получайте уведомления Git forges
sv: Få aviseringar om Git forges
ta: அறிவிலி ஃபோர்சச் அறிவிப்புகளைப் பெறுங்கள்
tr: Git forges bildirimlerini alın
uk: Отримувати сповіщення git forges
vi: Nhận thông báo từ các Git forge

source: git;github;notifications;
ar: جت;جيت;غت;غيت;جتهب;جيتهب;غتهب;غيتهب;جتهاب;جيتهاب;غتهاب;غيتهاب;جت هب;جيت هب;غت هب;غيت هب;جت هاب;جيت هاب;غت هاب;غيت هاب;التنبيهات;الإشعارات;git;github;notifications;Forge Sparks;
cs: git;github;notifikace;
de: git;github;notifications;Benachrichtigungen;
et: git;github;notifications;märguanded;
fi: git;github;notifications;ilmoitukset;
hi: गिट;गिटहब;अधिसूचनाएं;
hr: git;github;obavijesti;
it: git;github;notifiche;
nb_no: git;github;forgejo;gitea;prosjekt;varslinger;varsler;scm;kodelager;
nl: git;github;notifications;meldingen;
ru: git;github;notifications;уведомления;
sv: git;github;codeberg;gitea;forgejo;aviseringar;
ta: கிட்; கிதுப்; அறிவிப்புகள்;
tr: git;github;bildirimler;
uk: git;github;notifications;сповіщення;
vi: git;github;thông báo;

source: Simple notifier app with support for GitLab, Github, Gitea and Forgejo.
ar: تطبيق مُنبِّه بسيط يدعم GitLab، وGithub، وGitea، وForgejo.
cs: Jednoduchá aplikace pro příjem notifikací. Funguje s GitLab, GiHub, Gitea a Forgejo.
de: Einfache Benachrichtigungsanwendung mit Unterstützung für GitLab, Github, Gitea und Forgejo.
et: Lihtne märguannete rakendus, mis toetab GitLab, GitHub, Gitea ja Forgejo teenuseid.
fi: Yksinkertainen ilmoitussovellus, joka tukee GitHubia, Giteaa ja Forgejoa.
hr: Jednostavna aplikacija za obavještavanje s podrškom za GitLab, Github, Gitea i Forgejo.
nl: Eenvoudige meldingen-app met ondersteuning voor GitLab, Github, Gitea en Forgejo.
ru: Простое приложение для уведомлений с поддержкой GitLab, Github, Gitea и Forgejo.
sv: Enkelt aviseringsprogram med stöd för GitLab, Github, Gitea och Forgejo.
ta: அறிவிலிஆய்வு, அறிவிலிமையம், கிட்டா மற்றும் ஃபோர்ச்சோவுக்கான ஆதரவுடன் எளிய அறிவிப்பாளர் பயன்பாடு.
tr: GitLab, Github, Gitea ve Forgejo desteği ile basit bir bildirim uygulaması.
uk: Проста програма сповіщень із підтримкою GitLab, Github, Gitea та Forgejo.

source: _Preferences
ar: ال_تفضيلات
cs: _Předvolby
de: _Einstellungen
et: _Eelistused
fi: _Asetukset
hi: प्राथमिकताएं (_P)
hr: _Postavke
it: _Preferenze
nb_no: _Innstillinger
nl: _Voorkeuren
ru: _Настройки
sv: _Inställningar
ta: _ முனைகள்
tr: _Tercihler
uk: _Налаштування
vi: _Tùy thích

source: _Accounts
ar: ال_حسابات
cs: Účt_y
de: _Konten
et: K_ontod
fi: _Tilit
hi: खाता (_A)
hr: _Računi
it: _Account
nb_no: _Kontoer
ru: _Учетные записи
sv: _Konton
ta: _ கணக்குகள்
tr: _Hesaplar
uk: _Облікові записи
vi: Tài _khoản

source: _Keyboard Shortcuts
ar: ا_ختصارات لوحة المفاتيح
cs: _Klávesové zkratky
de: _Tastenkürzel
et: _Kiirklahvid
fi: _Pikanäppäimet
hi: कीबोर्ड शॉर्टकट (_K)
hr: _Tipkovni prečaci
it: _Scorciatoie Tastiera
nb_no: _Tastatursnarveier
nl: _Sneltoetsen
ru: _Комбинации клавиш
sv: _Tangentbordsgenvägar
ta: விசைப்பலகை குறுக்குவழிகள்
tr: _Klavye Kısayolları
uk: _Клавіатурні скорочення
vi: _Phím tắt

source: About Forge Sparks
ar: عَنْ «فورج سباركس»
cs: O Forge Sparks
de: Info zu Forge Sparks
et: Rakenduse teave
fi: Tietoja - Forge Sparks
hi: फोर्ज स्पार्क्स के बारे में
hr: O aplikaciji Forge Sparks
it: Informazioni su Forge Sparks
nb_no: Om Forge Sparks
nl: Over Forge Sparks
ru: О Forge Sparks
sv: Om Forge Sparks
ta: ஃபோர்ச் ச்பார்க்ச் பற்றி
tr: Forge Sparks Hakkında
uk: Про Forge Sparks
vi: Giới thiệu Forge Sparks

source: Quit
ar: اخرُج
cs: Ukončit
de: Beenden
et: Sulge
fi: Lopeta
hi: बंद करें
hr: Zatvori aplikaciju
it: Esci
nb_no: Avslutt
nl: Afsluiten
ru: Выйти
sv: Avsluta
ta: வெளியேறு
tr: Çık
uk: Вийти
vi: Thoát

source: Main Menu
ar: القائمة الرئيسة
cs: Hlavní nabídka
de: Hauptmenü
et: Peamenüü
fi: Päävalikko
hi: मुख्य मेनू
hr: Glavni izbornik
it: Menu Principale
nb_no: Hovedmeny
nl: Hoofdmenu
ru: Главное меню
sv: Huvudsmeny
ta: பட்டியல் விளையாடுங்கள்
tr: Ana Menü
uk: Головне меню
vi: Menu chính

source: Welcome to Forge Sparks
ar: أهلًا بك في «فورج سباركس»
cs: Vítejte ve Forge Sparks
de: Willkommen bei Forge Sparks
et: Tere tulemast
fi: Tervetuloa Forge Sparksiin
hi: फोर्ज स्पार्क्स में आपका स्वागत है
hr: Dobro došli u Forge Sparks
it: Benvenuto in Forge Sparks
nb_no: Velkommen til Forge Sparks
nl: Welkom bij Forge Sparks
ru: Добро пожаловать в Forge Sparks
sv: Välkommen till Forge Sparks
ta: ஃபோர்ச் ச்பார்க்சுக்கு வருக
tr: Forge Sparksʼa Hoş Geldiniz
uk: Ласкаво просимо до Forge Sparks
vi: Chào mừng đến Forge Sparks

source: Add an account to receive notifications from
ar: أضِف حسابًا لتستلم التنبيهات منه
cs: Přidejte účet ze kterého přijímat notifikace
de: Fügen Sie ein Konto hinzu, um Benachrichtigungen zu erhalten
et: Lisa konto, et saada märguandeid
fi: Lisää tili saadaksesi ilmoituksia
hi: अधिसूचनाएं प्राप्त करने के लिए एक खाता जोड़ें
hr: Dodajte račun za primanje obavijesti od
it: Aggiungi un account per ricevere notifiche
nb_no: Legg til en konto for å begynne å motta varslinger
nl: Voeg een account toe om meldingen van te krijgen
ru: Добавьте учетную запись для получения уведомлений от
sv: Lägg till ett konto för att hämta aviseringar
ta: அறிவிப்புகளைப் பெற ஒரு கணக்கைச் சேர்க்கவும்
tr: Bildirim almak içi hesap ekleyin
uk: Додати обліковий запис для отримання повідомлень від
vi: Thêm tài khoản và nhận thông báo từ đây

source: Add Account…
ar: أضِف حسابًا…
cs: Přidat účet…
de: Konto hinzufügen …
et: Lisa konto…
fi: Lisää tili…
hi: खाता जोड़ें…
hr: Dodaj račun …
it: Aggiungi Account…
nb_no: Legg til konto…
nl: Account toevoegen…
ru: Добавить учетную запись…
sv: Lägg Till Konto…
ta: கணக்கைச் சேர்க்கவும்…
tr: Hesap Ekle…
uk: Додати обліковий запис…
vi: Thêm tài khoản…

source: Mark all as Read
ar: علِّم الكل كمقروء
cs: Označit vše jako přečtené
de: Alle als gelesen markieren
et: Märgi kõik loetuks
fi: Merkitse kaikki luetuiksi
hi: सभी पठित चिह्नित करें
hr: Označi sve kao pročitano
it: Segna tutte come Lette
nb_no: Merk alt som lest
nl: Alles als gelezen markeren
ru: Отметить все как прочитанное
sv: Markera Alla som Läst
ta: அனைத்தையும் படித்தபடி குறிக்கவும்
tr: Tümünü Okundu İmle
uk: Позначити все як прочитане
vi: Đánh dấu tất cả là đã đọc

source: Accounts
ar: الحسابات
cs: Účty
de: Konten
et: Kontod
fi: Tilit
hi: खाते
hr: Računi
it: Account
nb_no: Kontoer
ru: Учетные записи
sv: Konton
ta: கணக்குகள்
tr: Hesaplar
uk: Облікові записи
vi: Tài khoản

source: No Notifications to Show
ar: لا توجد تنبيهات لعرضها
cs: Žádné notifikace k zobrazení
de: Keine Benachrichtigungen anzuzeigen
et: Pole ühtegi märguannet näidata
fi: Ei ilmoituksia näytettäväksi
hi: दिखाने के लिए कोई अधिसूचना नहीं
hr: Nema obavijesti
it: Nessuna Notifica da mostrare
nb_no: Ingen varslinger
nl: Geen meldingen om te tonen
ru: Нет уведомлений для показа
sv: Inga Aviseringar
ta: காட்ட அறிவிப்புகள் எதுவும் இல்லை
tr: Gösterilecek Bildirim Yok
uk: Немає сповіщень для показу
vi: Không có thông báo để hiển thị

source: Allow running Forge Sparks on background.
ar: اسمح بتشغيل «فورج سباركس» في الخلفية.
cs: Umožnit běh Forge Sparks na pozadí.
de: Erlauben Sie Forge Sparks die Ausführung im Hintergrund.
et: Luba rakendusel taustal jooksutada.
fi: Salli Forge Sparksin suoritus taustalla.
hi: पृष्ठभूमि पर फोर्ज स्पार्क्स चलाने की अनुमति दें।
hr: Dopusti pokretanje aplikacije Forge Sparks u pozadini.
it: Consenti l'esecuzione di Forge Sparks in background.
nb_no: La Forge Sparks kjøre i bakgrunnen.
nl: Sta toe dat Forge Sparks op de achtergrond actief blijft.
ru: Разрешить запуск Forge Sparks в фоновом режиме.
sv: Tillåt Forge Sparks att köra i bakgrunden.
ta: பின்னணியில் ஃபோர்ச் தீப்பொறிகளை இயக்க அனுமதிக்கவும்.
tr: Forge Sparksʼın arka planda çalışmasına izin ver.
uk: Дозволити запуск Forge Sparks у фоновому режимі.
vi: Cho phép chạy Forge Sparks trong nền.

source: Allow running Forge Sparks on startup.
ar: اسمح بتشغيل «فورج سباركس» عند بدء التشغيل.
cs: Umožnit automatické spouštění Forge Sparks po přihlášení do systému.
de: Erlauben Sie Forge Sparks beim Hochfahren zu starten.
et: Luba rakendusel arvuti käivitamisel jooksutada.
fi: Salli Forge Sparksin suoritus käynnistymisen yhteydessä.
hi: स्टार्टअप पर फोर्ज स्पार्क्स चलाने की अनुमति दें।
hr: Dopusti pokretanje aplikacije Forge Sparks nakon pokretanja sustava.
it: Consente l'esecuzione di Forge Sparks all'avvio.
nb_no: La Forge Sparks starte ved innlogging.
nl: Sta toe dat Forge Sparks start bij het opstarten van het systeem.
ru: Разрешить запуск Forge Sparks при старте системы.
sv: Tillåt Forge Sparks att köra vid start.
ta: தொடக்கத்தில் ஃபோர்ச் தீப்பொறிகளை இயக்க அனுமதிக்கவும்.
tr: Forge Sparksʼın başlangıçta çalışmasına izin ver.
uk: Дозволити запуск Forge Sparks під час запуску системи.
vi: Cho phép chạy Forge Sparks khi khởi động máy.

source: Monitoring new notifications
ar: تُراقَب التنبيهات الجديدة
cs: Monitorují se nové notifikace
de: Beobachten neuer Benachrichtigungen
et: Monitoori uusi märguandeid
fi: Tarkkaillaan uusia ilmoituksia
hi: नई अधिसूचनाओं की निगरानी
hr: Praćenje novih obavijesti
it: Controllo nuove notifiche
nb_no: Ser etter nye varslinger
nl: Bijhouden van nieuwe meldingen
ru: Отслеживание новых уведомлений
sv: Övervakar nya aviseringar
ta: புதிய அறிவிப்புகளை கண்காணித்தல்
tr: Yeni bildirimleri izle
uk: Шукаю нові сповіщення
vi: Theo dõi các thông báo mới

source: now
ar: الآن
cs: nyní
de: Jetzt
et: nüüd
fi: nyt
hi: अभी
hr: sada
it: ora
nb_no: nå
nl: nu
ru: сейчас
sv: nu
ta: இப்போது
tr: şimdi
uk: зараз
vi: bây giờ

source: %d minute ago
ar: منذ أقل من دقيقة
cs: před %d minutou
de: Vor %d Minute
et: %d minut tagasi
fi: %d minuutti sitten
hi: %d मिनट पहले
hr: prije %d minute
it: %d minuto fa
nb_no: %d minutt siden
nl: %d minuut geleden
ru: %d минуту назад
sv: för %d minut sedan
ta: %d மணித்துளி முன்பு
tr: %d dakika önce
uk: %d хвилину тому
vi: %d phút trước

source: %d hour ago
ar: منذ أقل من ساعة
cs: před %d hodinou
de: Vor %d Stunde
et: %d tund tagasi
fi: %d tunti sitten
hi: %d घंटा पहले
hr: prije %d sat
it: %d ora fa
nb_no: %d time siden
nl: %d uur geleden
ru: %d час назад
sv: för %d timme sedan
ta: %d மணி நேரத்திற்கு முன்பு
tr: %d saat önce
uk: %d годину тому
vi: %d tiếng trước

source: yesterday
ar: اليوم
cs: včera
de: Gestern
et: eile
fi: eilen
hi: कल
hr: jučer
it: ieri
nb_no: i går
nl: gisteren
ru: %d день назад
sv: i går
ta: நேற்று
tr: dün
uk: Вчора
vi: %d ngày trước

source: %d week ago
ar: منذ أقل من أسبوع
cs: před %d týdnem
de: Vor %d Woche
et: %d nädal tagasi
fi: %d viikko sitten
hi: %d हफ्ता पहले
hr: prije %d tjedan
it: %d settimana fa
nb_no: %d uke siden
nl: %d week geleden
ru: %d неделю назад
sv: förra veckan
ta: %d வாரத்திற்கு முன்பு
tr: %d hafta önce
uk: %d тиждень тому
vi: %d tuần trước

source: on %s
ar: في %s
cs: %s
de: Am %s
et: %s
fi: %s
hi: %s पर
hr: %s
it: il %s
nb_no: %s
nl: op %s
ru: на %s
sv: på %s
ta: %s
tr: %s
uk: на %s
vi: vào %s

source: Account %s authentication failed!
ar: تعذَّرت مصادقة الحساب %s!
cs: Přihlášení k účtu %s se nezdařilo!
de: Authentifizierung des Kontos %s fehlgeschlagen!
et: Konto %s autentimine ebaõnnestus!
fi: Tilin %s tunnistautuminen epäonnistui!
hi: खाता %s प्रमाणीकरण विफल!
hr: Autentifikacija računa %s nije uspjela!
it: L'autenticazione dell'account %s è fallita!
nb_no: Autentisering av %s mislyktes
nl: Authenticatie van account %s mislukt!
ru: Ошибка аутентификации учетной записи %s!
sv: Authentisiering misslyckades för konto %s!
ta: கணக்கு %s ஏற்பு தோல்வியடைந்தது!
tr: %s hesabının kimlik doğrulaması başarısız oldu!
uk: Не вдалося виконати автентифікацію облікового запису %s!
vi: Xác minh tài khoản %s thất bại!

source: The token may have been revoked or expired.
ar: قد يكون الرمز ملغيًا أو انتهت صلاحيته.
cs: Je možné, že platnost tokenu byla odvolána nebo skončila.
de: Das Token kann widerrufen worden oder abgelaufen sein.
et: Pääsutunnus võib olla tühistatud või aegunud.
fi: Poletti saattaa olla kumottu tai se on vanhentunut.
hi: टोकन रद्द या समाप्त हो सकता है।
hr: Token je možda opozvan ili je istekao.
it: Il token potrebbe essere stato revocato o scaduto.
nb_no: Nøkkelen kan ha utløpt eller blitt tilbaketrukket
nl: Het token is mogelijk ingetrokken of verlopen.
ru: Возможно, токен был отозван или срок его действия истек.
sv: Token har kanske återkallats eller löpt ut.
ta: கிள்ளாக்கு ரத்து செய்யப்பட்டிருக்கலாம் அல்லது காலாவதியானது.
tr: Token iptal edilmiş veya süresi dolmuş olabilir.
uk: Можливо, токен було анульовано або термін його дії закінчився.
vi: Token có thể đã bị thu hồi hoặc quá hạn sử dụng.

source: translator-credits
ar: أحمد النجماوي <iramosu@protonmail.com>
cs: Pavel Borecki
de: FineFindus https://github.com/FineFindus Gabriel Brand <gabr.brand@gmail.com>
et: Henri Aunin <contact@hen.ee>
fi: Jiri Grönroos
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
it: glemco
nb_no: Brage Fuglseth https://bragefuglseth.dev
nl: Philip Goto https://philipgoto.nl/
ru: Сергей Ворон <voron@duck.com>
sv: skøldis <forgesparks@turtle.garden> Luna Jernberg <droidbittin@gmail.com>
ta: மொழிபெயர்ப்பாளர்-வரவு
tr: Onuralp Sezer Sabri Ünal Weblate Katkıcıları
uk: kefir2105
vi: Kinten Le <kinten108101@protonmail.com>

# shortcut window
source: General
ar: عام
cs: Obecné
de: Allgemein
et: Üldine
fi: Yleiset
hi: सामान्य
hr: Općenito
it: Generale
nb_no: Generelt
nl: Algemeen
ru: Общие
sv: Allmänt
ta: பொது
tr: Genel
uk: Загальні
vi: Chung

# shortcut window
source: Open menu
ar: افتح القائمة
cs: Otevřít nabídku
de: Menü öffnen
et: Ava menüü
fi: Avaa valikko
hi: मेनू खोलें
hr: Otvori izbornik
it: Apri menu
nb_no: Vis hovedmeny
nl: Menu openen
ru: Открыть меню
sv: Öppna meny
ta: திறந்த பட்டியல்
tr: Menüyü aç
uk: Відкрити меню
vi: Mở menu

# shortcut window
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkürzel
et: Kiirklahvid
fi: Pikanäppäimet
hi: कीबोर्ड शॉर्टकट
hr: Tipkovni prečaci
it: Scorciatoie tastiera
nb_no: Vis tastatursnarveier
nl: Sneltoetsen
ru: Комбинации клавиш
sv: Tangentbordsgenvägar
ta: விசைப்பலகை குறுக்குவழிகள்
tr: Klavye kısayolları
uk: Клавіатурні скорочення
vi: Phím tắt

# shortcut window
source: Quit
ar: اخرُج
cs: Ukončit
de: Beenden
et: Sulge
fi: Lopeta
hi: बंद करें
hr: Zatvori aplikaciju
it: Esci
nb_no: Avslutt
nl: Afsluiten
ru: Выйти
sv: Avsluta
ta: வெளியேறு
tr: Çık
uk: Вийти
vi: Thoát

source: You can generate a new personal access token from <a href="%s">GitHub developer settings</a>. For more information, see "<a href="%s">Creating a personal access token</a>".
ar: يمكنك إنشاء رمز وصول شخصي جديد من <a href="%s">إعدادات مطوري جِت‌هاب</a>. للمزيد من المعلومات، راجع «<a href="%s">إنشاء رمز وصول شخصي</a>».
cs: Nový osobní přístupový token je možné si vytvořit z <a href="%s">nastavení vývojáře na GitHub</a>. Podrobnosti viz „<a href="%s">Vytvoření osobního přístupového tokenu</a>“.
de: Sie können einen neuen persönlichen Zugriffstoken in den <a href="%s">GitHub-Entwicklereinstellungen</a> generieren. Weitere Informationen finden Sie unter "<a href="%s">Erstellen eines persönlichen Zugriffstoken</a>".
et: Loo omale uus "personal access token" <a href="%s">GitHubi arendajasätetes</a>. Rohkem informatsiooni saab leheküljel "<a href="%s">Creating a personal access token</a>".
fi: Voit luoda henkilökohtaisen pääsypoletin <a href="%s">GitHubin kehittäjäasetuksissa</a>. Lisätietoja sivulla "<a href="%s">Creating a personal access token</a>".
hi: आप <a href="%s">गिटहब डेवलपर सेटिंग</a> से एक नया व्यक्तिगत एक्सेस टोकन उत्पन्न कर सकते हैं। अधिक जानकारी के लिए, "<a href="%s">व्यक्तिगत एक्सेस टोकन बनाना</a>" देखें।
hr: Novi osobni pristupni token se može generirati na stranici <a href="%s">GitHub developer settings</a> (Postavke GitHub programera). Dodatne informacije se nalaze u dokumentaciji u odjeljku „<a href="%s">Creating a personal access token</a>“ (Stvaranje osobnog pristupnog tokena).
it: Puoi generare un nuovo token di accesso personale dalle <a href="%s">Impostazioni sviluppatore di GitHub</a>. Per ulteriori informazioni, consulta "<a href="%s">Creazione di un token di accesso personale</a>".
nb_no: Du kan generere en ny personlig tilgangskode i <a href="%s">GitHub sine utviklerinnstillinger</a>. For mer informasjon, se <a href="%s">«Creating a personal access token»</a>.
nl: U kunt een nieuw persoonlijk toegangs­token genereren via de <a href="%s">GitHub-ontwikkelaars­instellingen</a>. Voor meer informatie, zie ‘<a href="%s">Een persoonlijk toegangs­token maken</a>’.
ru: Вы можете создать новый токен личного доступа в <a href="%s">настройках разработчика GitHub</a>. Дополнительную информацию см. в разделе "<a href="%s">Создание токена личного доступа</a>".
sv: Man kan generera en ny personaliskt access token genom att använda <a href="%s">GitHub:s ”Developer Settings”</a>. För mer information, läsa ”<a href="%s">Creating a personal access token</a>”.
ta: <a href="%s">அறிவிலிமையம் உருவாக்குபவர் அமைப்புகள் </a> இலிருந்து புதிய தனிப்பட்ட அணுகல் கிள்ளாக்கை நீங்கள் உருவாக்கலாம். மேலும் தகவலுக்கு, "<a href="%s">தனிப்பட்ட அணுகல் கிள்ளாக்கை உருவாக்குதல் </a>" ஐப் பார்க்கவும்.
tr: <a href="%s">GitHub geliştirici ayarlarına</a> giderek yeni kişisel erişim jetonu oluşturabilirsiniz. Daha fazla bilgi için bkz: "<a href="%s">Kişisel erişim jetonu oluşturma</a>".
uk: Ви можете згенерувати новий персональний токен доступу, перейшовши за посиланням <a href="%s">Налаштування розробника GitHub</a>. Для отримання додаткової інформації див. "<a href="%s">Створення персонального токена доступу</a>".
vi: Bạn có thể tạo personal access token tại <a href="%s">trang cài đặt dành cho nhà phát triển trên GitHub</a>. Để biết thêm thông tin chi tiết, hãy xem "<a href="%s">Creating a personal access token</a>".

source: Forge Sparks requires a <b>classic</b> access token (for general use) with the <i>notifications</i> and <i>read:user</i> scopes granted.
ar: يتطلب «فورج سباركس» رمز وصول <b>تقليديًا</b> (للاستخدام العام) مع منح نطاقَي <i>notifications</i> و<i>read:user</i>.
cs: Forge Sparks vyžaduje <b>klasický</b> přístupový token (pro obecné použití), kterému byly uděleny rozsahy <i>notifikace</i> a <i>read:user</i>.
de: Forge Sparks erfordert einen <b>klassischen</b> Zugriffstoken (zum allgemeinen Gebrauch) mit den Berechtigungen <i>notifications</i> und <i>read:user</i>.
et: Forge Sparks vajab "<b>classic</b> access tokenit" (üldiseks kasutamiseks), kus on antud luba skoopidele <i>notifications</i> ja <i>read:user</i>.
fi: Forge Sparks vaatii <b>klassisen</b> pääsypoletin (yleiskäyttöä varten), jossa on myönnetty skoopit <i>notifications</i> ja <i>read:user</i>.
hi: फोर्ज स्पार्क्स को <i>अधिसूचनाएं</i> और <i>read:user</i> स्कोप के साथ एक <b>क्लासिक</b> एक्सेस टोकन (सामान्य उपयोग के लिए) की आवश्यकता होती है।
hr: Forge Sparks zahtijeva <b>klasični</b> pristupni token (za opću upotrebu) s odobrenim <i>notifications</i> i <i>read:user</i> ospezima.
it: Forge Sparks richiede un token di accesso <b>classico</b> (per uso generale) con permessi di <i>notifiche</i> e <i>lettura:utente</i> concessi.
nb_no: Forge Sparks trenger en <b>klassisk</b> tilgangskode med tillatelsene <i>notifications</i> og <i>read:user</i>.
nl: Forge Sparks vereist een <b>klassiek</b> toegangs­token (voor algemeen gebruik) met de toe­gekende scopes <i>notifications</i> en <i>read:user</i>.
ru: Для Forge Sparks требуется <b>классический</b> токен доступа (для общего использования) с предоставленными областями <i>уведомления</i> и <i>read:user</i>.
sv: Forge Sparks behöver en <b>classic</b> access token (för allmäna användningar) med <i>notifications</i> -och <i>read:user</i>omfång beviljade.
ta: ஃபோர்ச் ச்பார்க்சுக்கு <b> கிளாசிக் </b> <i> அறிவிப்புகள் </i> மற்றும் <i> படிக்க: பயனர் </i> ச்கோப்புகள் வழங்கப்பட்ட ஒரு அணுகல் கிள்ளாக்கு தேவை.
tr: Forge Sparks, <b>klasik</b> bir erişim jetonuyla (genel kullanım için) <i>bildirimler</i> ve <i>read:user</i> izinleri verilerek çalışır.
uk: Forge Sparks потребує <b>класичного токену доступу</b> (для загального використання) з дозволеними <i>сповіщеннями</i> та <i>read:user</i>.
vi: Forge Sparks yêu cầu <b>classic</b> access token (dùng cho mục đích chung) được ban phạm vi quyền <i>notifications</i> và <i>read:user</i>.

source: If you’re working with private repositories, you’ll also need to grant the full <i>repo</i> scope.
ar: إذا كنت تعمل على مستودعات خاصة، فستحتاج أيضًا إلى منح نطاق <i>repo</i> الكامل.
cs: Pokud pracujete s neveřejnými repozitáři, je také třeba udělit plný rozsah <i>repo</i>.
de: Wenn Sie mit privaten Repositorys arbeiten, müssen Sie auch den gesamten <i>repo</i>-Bereich zulassen.
et: Kui kasutad privaatseid GitHub hoidlaid, siis pead lubama ka <i>repo</i> skoopi.
fi: Jos työskentelet yksityisten tietovarastojen parissa, sinun tulee myöntää myös täysi <i>repo</i>-skooppi.
hi: यदि आप निजी रिपॉजिटरी के साथ काम कर रहे हैं, तो आपको पूर्ण <i>रेपो</i> स्कोप देने की भी आवश्यकता होगी।
hr: Ako radite s privatnim repozitorijima morat ćete dodijeliti i puni <i>repo</i> opseg.
it: Se lavori con repository privati, devi anche concedere l'intero accesso al <i>repo</i>.
nb_no: Hvis du jobber med private kodelagre, må du også gi hele <i>repo</i>-tillatelsen.
nl: Als u met privé-repositories werkt, moet u ook de volledige <i>repo</i>-scope toekennen.
ru: Если вы работаете с приватными репозиториями, вам также нужно предоставить разрешение на всю область <i>repo</i>.
sv: Om du vill hantera aviseringar för privata repositories behöver du bevilja det fullständiga <i>repo</i>omfånget.
ta: நீங்கள் தனியார் களஞ்சியங்களுடன் பணிபுரிகிறீர்கள் என்றால், நீங்கள் முழு <i> ரெப்போ </i> நோக்கத்தையும் வழங்க வேண்டும்.
tr: Özel depolarla çalışıyorsanız <i>depo</i> kapsamının tamamını izin vermeniz gerekir.
uk: Якщо ви працюєте з приватними репозиторіями, вам також потрібно надати повний обсяг <i>репо</i>.
vi: Nếu repository đang ở chế độ private, bạn cần ban thêm phạm vi quyền <i>repo</i>.
