Repository: rafaelmardojai/forge-sparks
Catalog: po/*.po
Languages: ar, cs, de, et, fi, hi, hr, it, nb_no, nl, ru, sv, ta, tr, uk, vi

source: To generate a new access token from your instance, go to Settings → Applications and generate a new token.
ar: لإنشاء رمز وصول جديد من نسختك، اذهب إلى الإعدادات ← التطبيقات ثم أنشئ رمزًا جديدًا.
cs: Pokud ze své instance chcete vytvořit nový přístupový token, jděte do Nastavení → Aplikace a vytvořte ho.
de: Um einen neuen Zugriffstoken von Ihrer Instanz zu generieren, gehen Sie zu Einstellungen → Anwendungen und generieren Sie einen neuen Token.
et: Loo uus pääsutunnus oma Gitea platvormil. Mine Sätted → Rakendused ja loo uus pääsutunnus.
fi: Luo uusi pääsypoletti instanssistasi menemällä Asetukset → Sovellukset.
hi: अपने इंस्टैंस से एक नया एक्सेस टोकन उत्पन्न करने के लिए, सेटिंग्स → अनुप्रयोग पर जाएं और एक नया टोकन उत्पन्न करें।
hr: Za generiranje novog pristupnog tokena iz svoje instance, idite na Postavke → Aplikacije i generirajte novi token.
it: Per generare un nuovo token di accesso dalla tua istanza, vai su Impostazioni → Applicazioni e genera un nuovo token.
nb_no: For å generere en ny tilgangskode, åpne innstillingene på nettstedet og gå til «Applikasjoner».
nl: Om een nieuw toegangs­token van uw instantie te genereren, gaat u naar Instellingen → Apps en genereert u een nieuw token.
ru: Чтобы создать новый токен доступа из вашего экземпляра, перейдите в «Настройки» → «Приложения» и создайте новый токен.
sv: För att generera en ny åtkomst-token från en instans kan man åka till Inställningar → Applikationer och generera en ny åtkomst-token.
ta: உங்கள் நிகழ்விலிருந்து புதிய அணுகல் கிள்ளாக்கை உருவாக்க, அமைப்புகள் → பயன்பாடுகளுக்குச் சென்று புதிய கிள்ளாக்கை உருவாக்கவும்.
tr: Örneğinizden yeni erişim jetonu oluşturmak için Ayarlar → Uygulamalarʼa gidip yeni jeton oluşturun.
uk: Щоб створити новий токен доступу з вашого екземпляра, перейдіть до Налаштування → Застосунки та створіть новий токен.
vi: Để tạo access token từ instance, vào Settings → Applications rồi bấm tạo token mới.

source: Forge Sparks requires the <i>read:issue</i>, <i>write:notification</i> and <i>read:user</i> scopes granted.
ar: يتطلب فورج سباركس منح نطاقات <i>read:issue</i>، و<i>write:notification</i>، و<i>read:user</i>.
cs: Forge Sparks vyžaduje udělení rozsahů <i>read:issue</i>, <i>write:notification</i> a <i>read:user</i>.
de: Forge Sparks erfordert die Berechtigungen <i>read:issue</i>, <i>write:notification</i> und <i>read:user</i>.
et: Forge Sparks vajab luba skoopidele <i>read:issue</i>, <i>write:notification</i> ja <i>read:user</i>.
fi: Forge Sparks vaatii, että skoopit <i>read:issue</i>, <i>write:notification</i> ja <i>read:user</i> myönnetään.
hi: फोर्ज स्पार्क्स को <i>read:issue</i>, <i>write:notification</i> और <i>read:user</i> स्कोप दिए जाने की आवश्यकता है।
hr: Forge Sparks zahtijeva odobrene <i>read:issue</i>, <i>write:notification</i> i <i>read:user</i> opsege.
it: Forge Sparks richiede i permessi di <i>lettura:issue</i> , <i>scrittura:notifiche</i> e <i>lettura:utente</i> concessi.
nb_no: Forge Sparks trenger tillatelsene <i>read:issue</i>, <i>write:notification</i> og <i>read:user</i>.
nl: Forge Sparks vereist dat de volgende scopes zijn toegekend: <i>read:issue</i>, <i>write:notification</i> en <i>read:user</i>
ru: Для Forge Sparks требуются области доступа <i>read:issue</i>, <i>write:notification</i> и <i>read:user</i>.
sv: Forge Sparks behöver de <i>read:issue</i>-, <i>write:notification</i>-, och <i>read:user</i>omfången att beviljades.
ta: ஃபோர்ச் ச்பார்க்சுக்கு <i> படிக்க: வெளியீடு </i>, <i> எழுது: அறிவிப்பு </i> மற்றும் <i> படிக்க: பயனர் </i> ச்கோப்புகள் வழங்கப்பட்டன.
tr: Forge Sparks, <i>read:issue</i>, <i>write:notification</i> ve <i>read:user</i> izinlerinin verilmesini gerektirir.
uk: Forge Sparks вимагає <i>read: issue</i>, <i>write: notification</i> і <i>read: user</i> надано дозвіл.
vi: Forge Sparks yêu cầu bạn ban phạm vi quyền <i>read:issue</i>, <i>write:notification</i> và <i>read:user</i>.

source: To generate a new access token from your instance, go to Preferences → Access Tokens and generate a new token.
ar: لإنشاء رمز وصول جديد من نسختك، اذهب إلى التفضيلات ← رموز الوصول ثم أنشئ رمزًا جديدًا.
cs: Pokud ze své instance chcete vytvořit nový přístupový token, jděte do Předvolby → Přístupové tokeny a vytvořte ho.
de: Um einen neuen Zugriffstoken von Ihrer Instanz zu generieren, gehen Sie zu Einstellungen → Zugriffstoken und generieren Sie einen neuen Token.
et: Loo uus pääsutunnus kohandatud GitLabi veebilehest, minnes Preferences → Access Tokens ja loo uus pääsutunnus.
fi: Uuden pääsypoletin luomiseksi ilmentymästäsi, siirry kohtaan Asetukset → Pääsypoletit, ja luo uuden tunnuksen.
hi: अपने इंस्टैंस से एक नया एक्सेस टोकन उत्पन्न करने के लिए, प्राथमिकताएं → एक्सेस टोकन पर जाएं और एक नया टोकन उत्पन्न करें।
hr: Za generiranje novog pristupnog tokena iz svoje instance, idite na Postavke → Pristupni tokeni i generirajte novi token.
it: Per generare un nuovo token di accesso dalla tua istanza, vai su Preferenze → Token di Accesso e genera un nuovo token.
nb_no: For å generere en ny tilgangskode, åpne innstillingene på nettstedet og gå til «Access Tokens».
nl: Om een nieuw toegangs­token van uw instantie te genereren, gaat u naar Voorkeuren → Toegangs­tokens en genereert u een nieuw token.
ru: Чтобы создать новый токен доступа из вашего экземпляра, перейдите в «Настройки» → «Токены доступа» и создайте новый токен.
sv: För att generera en ny åtkomsttoken från din instans, gå till Inställningar → Åtkomsttoken och generera en ny token.
ta: உங்கள் நிகழ்விலிருந்து புதிய அணுகல் கிள்ளாக்கை உருவாக்க, விருப்பத்தேர்வுகள் → டோக்கன்களை அணுகவும், புதிய கிள்ளாக்கை உருவாக்கவும்.
tr: Örneğinizden yeni erişim jetonu oluşturmak için Tercihler → Erişim Jetonlarıʼna gidip yeni jeton oluşturun.
uk: Щоб згенерувати новий маркер доступу з вашого екземпляра, перейдіть до Налаштування → Маркери доступу та згенеруйте новий маркер.

source: Forge Sparks needs <i>read_api</i> scope to read notifications or full <i>api</i> scope to also mark todos as done.
ar: يحتاج فورج سباركس إلى نطاق <i>read_api</i> لقراءة التنبيهات أو نطاق <i>api</i> الكامل ليعلِّم المهام كمُنجزة أيضًا.
cs: Forge Sparks potřebuje pro čtení notifikací rozsah <i>read_api</i>, případně úplný rozsah <i>api</i>, aby bylo možné také označovat úkoly za dokončené.
hr: Forge Sparks treba <i>read_api</i> opseg za čitanje obavijesti ili puni opseg <i>API-ja</i> kako bi također označio zadatke kao završene.
ru: Для Forge Sparks требуется область действия <i>read_api</i> для чтения уведомлений или полная область действия <i>api</i>, чтобы также помечать задачи как выполненные.

source: Mark as Read
ar: علِّم كمقروء
cs: Označit jako přečtené
de: Als gelesen markieren
et: Märgista loetuks
fi: Merkitse luetuksi
hi: पठित चिह्नित करें
hr: Označi kao pročitano
it: Segna come Letta
nb_no: Merk som lest
nl: Markeren als gelezen
ru: Пометить как прочитанное
sv: Markera som läst
ta: படித்தபடி குறி
tr: Okundu İmle
uk: Відзначити як прочитане
vi: Đánh dấu đã đọc

source: Show Forge Sparks
ar: أظهِر «فورج سباركس»
cs: Zobrazit Forge Sparks
de: Forge Sparks anzeigen
et: Näita Forge Sparksi
fi: Näytä Forge Sparks
hi: फोर्ज स्पार्क्स दिखाएं
hr: Prikaži Forge Sparks
it: Mostra Forge Sparks
nb_no: Åpne
nl: Forge Sparks weergeven
ru: Показать Forge Sparks
sv: Visa Forge Sparks
ta: ஃபோர்ச் ச்பார்க்சைக் காட்டு
tr: Forge Sparks Göster
uk: Показати Forge Sparks
vi: Hiển thị Forge Sparks

source: Add Account
ar: أضِف حسابًا
cs: Přidat účet
de: Konto hinzufügen
et: Lisa konto
fi: Lisää tili
hi: खाता जोड़ें
hr: Dodaj račun
it: Aggiungi Account
nb_no: Legg til konto
nl: Account toevoegen
ru: Добавить учетную запись
sv: Lägg till konto
ta: கணக்கைச் சேர்க்கவும்
tr: Hesap Ekle
uk: Додати обліковий запис
vi: Thêm tài khoản

source: Cancel
ar: ألغِ
cs: Zrušit
de: Abbrechen
et: Tühista
fi: Peru
hi: रद्द करें
hr: Odustani
it: Annulla
nb_no: Avbryt
nl: Annuleren
ru: Отменить
sv: Avbryt
ta: ரத்துசெய்
tr: İptal
uk: Скасувати
vi: Thôi

source: Add
ar: أضِف
cs: Přidat
de: Hinzufügen
et: Lisa
fi: Lisää
hi: जोड़ें
hr: Dodaj
it: Aggiungi
nb_no: Legg til
nl: Toevoegen
ru: Добавить
sv: Lägg till
ta: கூட்டு
tr: Ekle
uk: Додати
vi: Thêm

source: Forge
ar: المنصة
fi: Tietovarasto
hi: फोर्ज
hr: Platforma
nb_no: Tjeneste
ta: ஃபார்ச்

source: Instance URL
ar: مسار المثيل
cs: URL instance
de: Instanzadresse
et: Kohandatud Git teenuse URL
fi: Instanssin URL-osoite
hi: इंस्टैंस URL
hr: URL instance
it: URL Istanza
nb_no: Adresse
nl: Instantie-URL
ru: URL сервера
sv: Instans URL
ta: நிகழ்வு முகவரி
tr: Örnek URL
uk: URL-адреса екземпляра
vi: URL của instance

source: Access Token
ar: رمز الوصول
cs: Přístupový token
de: Zugriffstoken
et: Pääsutunnus
fi: Pääsypoletti
hi: एक्सेस टोकन
hr: Pristupni token
it: Token di Accesso
nb_no: Tilgangskode
nl: Toegangssleutel
ru: Токен доступа
sv: Åtkomst-token
ta: அணுகல் கிள்ளாக்கு
tr: Erişim Jetonu
uk: Токен доступу

source: Remove Account
ar: أزِل الحساب
cs: Odebrat účet
de: Konto entfernen
et: Eemalda konto
fi: Poista tili
hi: खाता हटाएं
hr: Ukloni račun
it: Rimuovi Account
nb_no: Fjern konto
nl: Account verwijderen
ru: Удалить учетную запись
sv: Ta Bort Konto
ta: கணக்கை அகற்று
tr: Hesabı Kaldır
uk: Видалити обліковий запис
vi: Xóa tài khoản

source: Edit Account
ar: حرِّر الحساب
cs: Upravit účet
de: Konto bearbeiten
et: Muuda kontot
fi: Muokkaa tiliä
hi: खाता संपादित करें
hr: Uredi račun
it: Modifica Account
nb_no: Rediger konto
nl: Account bewerken
ru: Изменить учетную запись
sv: Redigera Konto
ta: கணக்கைத் திருத்தவும்
tr: Hesabı Düzenle
uk: Редагувати обліковий запис
vi: Chỉnh tài khoản

source: Save
ar: احفظ
cs: Uložit
de: Speichern
et: Salvesta
fi: Tallenna
hi: सहेजें
hr: Spremi
it: Salva
nb_no: Lagre
nl: Opslaan
ru: Сохранить
sv: Spara
ta: சேமி
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Invalid instance url.
ar: مسار المثيل غير صالح.
cs: Neplatná url instance.
de: Ungültige Instanzadresse.
et: Vigane URL.
fi: Virheellinen instanssin URL-osoite.
hi: अमान्य इंस्टैंस URL।
hr: Neispravna URL adresa instance.
it: URL istanza non valido
nb_no: Ugyldig adresse.
nl: Ongeldige instantie-URL.
ru: Неверный URL сервера.
sv: Ogiltig instans URL.
ta: தவறான நிகழ்வு முகவரி.
tr: Geçersiz örnek URL'si.
uk: Недійсна URL-адреса екземпляра.
vi: Instance URL không hợp lệ.

source: Couldn’t authenticate the account
ar: تعذَّر توثيق الحساب
cs: Nebylo možné ověřit se účtem
de: Konto konnte nicht authentifiziert werden
et: Ei suutnud autentida
fi: Tiliä ei voitu todentaa
hi: खाता प्रमाणित नहीं किया जा सका
hr: Nije bilo moguće autentificirati račun
it: Impossibile autenticare l'account
nb_no: Autentisering av konto mislyktes
nl: Kon niet authenticeren met account
ru: Не удалось аутентифицировать учетную запись
sv: Autentisering för kontot misslyckades
ta: கணக்கை அங்கீகரிக்க முடியவில்லை
tr: Hesabın kimliği doğrulanamadı
uk: Не вдалося автентифікувати обліковий запис
vi: Không thể xác minh tài khoản

source: The access token doesn’t have the needed scopes
ar: لا يملك رمز الوصول النطاقات المطلوبة
cs: Přístupový token nemá potřebné rozsahy
de: Das Zugriffstoken verfügt nicht über die erforderlichen Berechtigungen
et: Pääsutunnusel pole vajalikud skoobid
fi: Pääsypoletissa ei ole vaadittuja skooppeja
hi: एक्सेस टोकन में आवश्यक दायरे नहीं हैं
hr: Pristupni token nema potrebne opsege
it: Il token di accesso non ha i permessi necessari
nb_no: Tilgangskoden mangler nødvendige tillatelser
nl: De toegangssleutel heeft niet de benodigde scopes
ru: Токен доступа не имеет необходимых областей действия
sv: Den åtkomst-token har inte de behövda omfången
ta: அணுகல் டோக்கனில் தேவையான நோக்கங்கள் இல்லை
tr: Erişim jetonu gerekli yetkilere sahip değil
uk: Токен доступу не має необхідних діапазонів
vi: Bạn ban không đủ phạm vi quyền cho access token

source: Unexpected error when creating the account
ar: حدث خطأ غير متوقع عند إنشاء الحساب
cs: Neočekávaná chyba při vytváření účtu
de: Unerwarteter Fehler beim Erstellen des Kontos
et: Ootamatu viga konto lisamisel
fi: Odottamaton virhe tiliä luotaessa
hi: खाता बनाते समय अप्रत्याशित त्रुटि
hr: Neočekivana greška prilikom stvaranja računa
it: Errore imprevisto creando l'account
nb_no: Noe gikk galt med tillegging av konto
nl: Onverwachte fout tijdens het aanmaken van het account
ru: Непредвиденная ошибка при создании учетной записи
sv: Oförväntat fel vid kontoskapande
ta: கணக்கை உருவாக்கும் போது எதிர்பாராத பிழை
tr: Hesap oluşturulurken beklenmeyen hata
uk: Неочікувана помилка при створенні облікового запису
vi: Lỗi khi tạo tài khoản

source: Unexpected error removing the account
ar: حدث خطأ غير متوقع عند إزالة الحساب
cs: Neočekávaná chyba při odebírání účtu
de: Unerwarteter Fehler beim Entfernen des Kontos
et: Ootamatu viga konto eemaldamisel
fi: Odottamaton virhe tiliä poistaessa
hi: खाता हटाने में अनपेक्षित त्रुटि
hr: Neočekivana greška prilikom uklanjanja računa
it: Errore imprevisto cancellando l'account
nb_no: Noe gikk galt med fjerning av konto
nl: Onverwachte fout bij het verwijderen van het account
ru: Непредвиденная ошибка при удалении учетной записи
sv: Oförväntat fel vid kontoborttagning
ta: கணக்கை அகற்றுவதில் எதிர்பாராத பிழை
tr: Hesap kaldırılırken beklenmeyen hata
uk: Несподівана помилка видалення облікового запису
vi: Lỗi khi xóa tài khoản

source: Keep Running in Background
ar: أبقِ التشغيل في الخلفية
cs: Ponechat spuštěné na pozadí
de: Im Hintergrund weiter ausführen
et: Jooksuta rakendus taustal
fi: Jatka suoritusta taustalla
hi: पृष्ठभूमि में चालू रखें
hr: Nastavi raditi u pozadini
it: Tieni in Esecuzione in Background
nb_no: Bakgrunnskjøring
nl: Actief blijven op achter­grond
ru: Продолжать работать в фоновом режиме
sv: Fortstätta att Köra i Backgrunden
ta: பின்னணியில் தொடர்ந்து இயங்கும்
tr: Arka Planda Çalışmaya Devam Et
uk: Продовжувати працювати у фоновому режимі
vi: Chạy tiếp trong nền

source: Run on Startup
ar: شغِّل عند بدء التشغيل
cs: Spouštět při startu
de: Beim Hochfahren ausführen
et: Käivita rakendus arvuti käivitamisel
fi: Suorita käynnistyksen yhteydessä
hi: शुरुआत पर चलाएं
hr: Pokreni nakon pokretanja sustava
it: Esegui all'avvio
nb_no: Start ved innlogging
nl: Uitvoeren bij opstarten
ru: Выполнить при запуске системы
sv: Köra vid Start
ta: தொடக்கத்தில் இயக்கவும்
tr: Başlangıçta Çalıştır
uk: Запустити під час запуску
vi: Chạy khi khởi động máy

source: Start Hidden
ar: ابدأ مخفيًا
cs: Spouštět skryté
de: Im Hintergrund starten
et: Käivita rakendus peidetult
fi: Käynnistä pienennettynä
hi: छुपे हुए प्रारंभ करें
hr: Pokreni skrivene
it: Avvia Nascosto
nb_no: Start skjult
nl: Verborgen starten
ru: Запускать скрытым
sv: Starta dold
ta: மறைக்கத் தொடங்குங்கள்
tr: Gizli Başla
uk: Початок приховано
vi: Ẩn khi bắt đầu

source: The request failed.
ar: أخفق الطلب.
cs: Požadavek se nezdařil.
de: Die Anfrage ist fehlgeschlagen.
et: Päring ebaõnnestus.
fi: Pyyntö epäonnistui.
hi: अनुरोध विफल रहा।
hr: Zahtjev nije uspio.
it: La richiesta è fallita.
nb_no: Forespørselen mislyktes.
nl: De aanvraag is mislukt.
ru: Ошибка запроса.
sv: Förfrågan misslyckades.
ta: கோரிக்கை தோல்வியடைந்தது.
tr: İstek başarısız oldu.
uk: Запит не виконано.
vi: Yêu cầu thất bại.

source: The autostart request failed.
ar: أخفق طلب التشغيل الآلي.
cs: Požadavek na automatické spouštění se nezdařil.
de: Die Autostart-Anfrage ist fehlgeschlagen.
et: Automaatkäivituse päring ebaõnnestus.
fi: Automaattikäynnistyksen pyyntö epäonnistui.
hi: स्वतः प्रारंभ अनुरोध विफल रहा।
hr: Zahtjev za automatsko pokretanje nije uspio.
it: La richiesta di avvio automatico è fallita.
nb_no: Forespørselen om automatisk kjøring mislyktes.
nl: De aanvraag om automatisch te starten is mislukt.
ru: Не удалось выполнить запрос на автозапуск.
sv: Autostartsförfrågan misslyckades.
ta: ஆட்டோச்டார்ட் கோரிக்கை தோல்வியடைந்தது.
tr: Kendiliğinde başlatma isteği başarısız oldu.
uk: Запит на автозапуск не вдалося виконати.
vi: Yêu cầu tự khởi động thất bại.

source: Add…
ar: أضِف…
cs: Přidat…
de: Hinzufügen …
et: Lisa…
fi: Lisää…
hi: जोड़ें…
hr: Dodaj …
it: Aggiungi…
nb_no: Legg til…
nl: Toevoegen…
ru: Добавить…
sv: Lägg till…
ta: சேர்க்கவும்…
tr: Ekle…
uk: Додати…
vi: Thêm…

source: No Accounts
ar: لا توجد حسابات
cs: Žádné účty
de: Keine Konten
et: Pole kontosi
fi: Ei tilejä
hi: कोई खाता नहीं
hr: Nema računa
it: Nessun Account
nb_no: Ingen kontoer
nl: Geen accounts
ru: Нет учетных записей
sv: Inga Konton
ta: கணக்குகள் இல்லை
tr: Hesap Yok
uk: Немає облікових записів
vi: Không có tài khoản

source: Account authentication failed!
ar: تعذَّر توثيق الحساب!
cs: Ověření účtem se nezdařilo!
de: Konto-Authentifizierung fehlgeschlagen!
et: Konto autentimine ebaõnnestus!
fi: Tilin todentaminen epäonnistui!
hi: खाता प्रमाणीकरण विफल!
hr: Autentifikacija računa nije uspjela!
it: L'autenticazione è fallita!
nb_no: Autentisering mislyktes
nl: Account-authenticatie mislukt!
ru: Ошибка авторизации учетной записи!
sv: Kontoautentisering misslyckades!
ta: கணக்கு ஏற்பு தோல்வியடைந்தது!
tr: Hesap kimliği doğrulanamadı!
uk: Помилка автентифікації облікового запису!
vi: Xác minh tài khoản thất bại!

source: Forge Sparks requires the <i>api</i> scopes granted.
nb_no: Forge Sparks trenger tillatelsen <i>api</i>.
nl: Forge Sparks vereist dat de <i>api</i>-scopes zijn toegekend.
ta: ஃபோர்ச் ச்பார்க்சுக்கு <i> பநிஇ </i> ச்கோப்புகள் தேவை.

source: Simple notifier app with support for Github, Gitea and Forgejo.
nb_no: Det kan være vanskelig å følge med på hva som skjer i alle kodelagrene dine, spesielt når de er fordelt på flere forskjellige plattformer. Forge Sparks hjelper deg med å holde styr på sakene, ved å la deg motta varslinger fra GitHub, Gitea og Forgejo på ett sted. Appen kan også kjøre i bakgrunnen, så du kan konsentrere deg om andre ting og bli varslet når det er noe.
